app/controllers/monitor_class_mappings_controller.rb

  def index
    @monitor_class_mappings = MonitorClassMapping.all
---
SELECT "monitor_class_mappings".* FROM "monitor_class_mappings"